Repository: Johnny1804/OJS-PKP-Custom-Theme
Catalog: locale/*/locale.po
Languages: ro_ro

# plugins.themes.custom_theme.option.typography.lora_openSans
source: Lora/Open Sans: A complimentary pairing with serif headings and sans-serif body text.
ro_ro: Lora/Open Sans: O combinație complementară între fontul serif pentru titluri și fontul sans-serif pentru conținut.

# plugins.themes.custom_theme.option.typography.notoSans_notoSerif
source: Noto Sans/Noto Serif: A complementary pairing with sans-serif headings and serif body text.
ro_ro: Noto Sans/Noto Serif: O combinație complementară între fontul sans-serif pentru titluri și fontul serif pentru conținut.

# plugins.themes.custom_theme.option.typography.notoSerif_notoSans
source: Noto Serif/Noto Sans: A complementary pairing with serif headings and sans-serif body text.
ro_ro: Noto Serif/Noto Sans: O combinație complementară între fontul serif pentru titluri și fontul sans-serif pentru conținut.

# plugins.themes.custom_theme.option.typography.notoSerif
source: Noto Serif: A serif variant of Google's digital-native font.
ro_ro: Noto Serif: O variantă Google a fontului nativ.

# plugins.themes.custom_theme.description
source: This theme implements the custom_theme.
ro_ro: Această temă este implementată implicit.

# plugins.themes.custom_theme.option.useHomepageImageAsHeader.option
source: Show the homepage image as the header background.
ro_ro: Afișează imaginea paginii de pornire ca fundal al antetului.

# plugins.themes.custom_theme.option.useHomepageImageAsHeader.description
source: When a homepage image has been uploaded, display it in the background of the header instead of it's usual position on the homepage.
ro_ro: Când a fost încărcată o imagine pe pagina de pornire, afișați-o în fundalul antetului în loc de poziția obișnuită pe pagina de pornire.

# plugins.themes.custom_theme.option.useHomepageImageAsHeader.label
source: Header Background Image
ro_ro: Imagine de fundal pentru antet

# plugins.themes.custom_theme.option.colour.description
source: Choose a colour for the header.
ro_ro: Alegeți o culoare pentru antet.

# plugins.themes.custom_theme.option.showDescriptionInJournalIndex.option
source: Show the journal summary on the homepage.
ro_ro: Arată o scurtă descriere a jurnalului pe prima pagină.

# plugins.themes.custom_theme.option.colour.label
source: Colour
ro_ro: Culoare

# plugins.themes.custom_theme.option.typography.lora
source: Lora: A wide-set serif font good for reading online.
ro_ro: Lora: Un set larg de fonturi serif bun pentru a citi on-line.

# plugins.themes.custom_theme.option.typography.lato
source: Lato: A popular modern sans-serif font.
ro_ro: Lato: un font sans-serif modern și popular.

# plugins.themes.custom_theme.option.typography.notoSans
source: Noto Sans: A digital-native font designed by Google for extensive language support.
ro_ro: Noto Sans: un font nativ digital conceput de Google cu suport extins pentru limbi străine.

# plugins.themes.custom_theme.option.typography.description
source: Choose a font combination that suits this journal.
ro_ro: Alegeți o combinație de fonturi care se potrivește acestui jurnal.

# plugins.themes.custom_theme.option.typography.label
source: Typography
ro_ro: Fonturi/ Caractere

# plugins.themes.custom_theme.name
source: Custom_Theme
ro_ro: Tema implicită
